Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
pt_pt: Já aceitou os nossos termos de privacidade de dados. Se continuar, o seu consentimento será retirado e será desconectado. Tem a certeza de que deseja atualizar as suas definições de consentimento?

source: Withdraw consent & logout
pt_pt: Retirar consentimento e terminar sessão

source: New data privacy statement
pt_pt: Nova declaração de privacidade de dados

source: Version: {{version}}
pt_pt: Versão: {{version}}

source: Date display format
pt_pt: Formato de apresentação da data

source: Decimal & thousand separators
pt_pt: Separadores decimais e de milhares

source: Language & format
pt_pt: Idioma e formato

source: Format preview
pt_pt: Pré-visualização do formato

source: Formatting is linked to the selected language
pt_pt: A formatação está ligada ao idioma selecionado

source: Legal disclaimer
pt_pt: Aviso legal

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
pt_pt: Copyright © {{year}} beqom. Todos os direitos reservados. Estes serviços online são confidenciais e propriedade da beqom e destinam-se apenas ao uso de clientes autorizados da beqom.

source: Search in Settings
pt_pt: Pesquisar nas Definições

source: Languages
pt_pt: Idiomas

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
pt_pt: Desative para optar por não receber notificações por e-mail. Pode voltar a ativar para receber notificações a qualquer momento, ligando a opção.

source: Receive email notifications
pt_pt: Receber notificações por e-mail

source: Street address
pt_pt: Endereço postal

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
pt_pt: Endereço completo, que pode incluir o número da casa, o nome da rua, uma caixa postal, se houver, e informações de endereço de rua estendidas em várias linhas.

source: Subtitle
pt_pt: Legenda

source: Manager budget
pt_pt: Orçamento do gestor

source: Plan overview
pt_pt: Visão geral do plano

source: Nomination review
pt_pt: Avaliação de nomeação

source: Expand actions
pt_pt: Expandir ações

source: No data to show
pt_pt: Sem dados para mostrar

source: No information available at this time.
pt_pt: Não existem informações disponíveis neste momento.

source: Reporting to {{name}}
pt_pt: A reportar a {{name}}

source: {{days}} days ago
pt_pt: Há {{days}} dias

source: Reviewed by {{fullName}}.
pt_pt: Avaliado por {{fullName}}.

source: Review outcome
pt_pt: Resultado da avaliação

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
pt_pt: Ainda não tem nenhum check-in. Comece por agendar o seu primeiro check-in!

source: With the closest deadlines
pt_pt: Com os prazos mais próximos

source: Tracking
pt_pt: Monitorização

source: Open beqom
pt_pt: Abrir beqom

source: Good afternoon, {{name}}!
pt_pt: Boa tarde, {{name}}!

source: Good evening, {{name}}!
pt_pt: Boa noite, {{name}}!

source: Good morning, {{name}}!
pt_pt: Bom dia, {{name}}!

source: Good night, {{name}}!
pt_pt: Boa noite, {{name}}!

source: With the current rating
pt_pt: Com a classificação atual

source: No performance reviews assigned at the moment.
pt_pt: De momento, não há avaliações de desempenho atribuídas.

source: Current benefits
pt_pt: Benefícios atuais

source: Remaining: {{remaining}}
pt_pt: Restante: {{remaining}}

source: Current year bonus
pt_pt: Bónus do ano atual

source: Target bonus: {{target}}
pt_pt: Bónus alvo: {{target}}

source: Current year equity/LTI
pt_pt: Capital próprio/LTI do ano atual

source: Current share price: {{share}}
pt_pt: Preço atual da ação: {{share}}

source: Current year salary
pt_pt: Salário do ano atual

source: {{change}}% change compared to last year
pt_pt: {{change}}% de variação em relação ao ano passado

source: (Default)
pt_pt: (Padrão)

source: Translations: {{translated}}/{{languages}}
pt_pt: Traduções: {{translated}}/{{languages}}

source: Disable localization
pt_pt: Desativar localização

source: Enable localization
pt_pt: Ativar localização

source: Hide or display the technical localization keys in the user interface.
pt_pt: Ocultar ou exibir as chaves de localização técnica na interface do utilizador.

source: Possible values are "Work", "Home" and "Other".'
pt_pt: Os valores possíveis são "Trabalho", "Casa" e "Outro".

source: Import/manage users
pt_pt: Importar/gerir utilizadores

source: Get started by creating or importing
pt_pt: Comece por criar ou importar

source: No users assigned to security groups
pt_pt: Nenhum utilizador atribuído a grupos de segurança

source: Upload the completed file
pt_pt: Carregar o ficheiro concluído

source: Supported file formats: CSV Maximum file size: 10MB.
pt_pt: Formatos de ficheiro suportados: CSV Tamanho máximo do ficheiro: 10MB.

source: Import/export
pt_pt: Importar/exportar

source: by individual
pt_pt: por indivíduo

source: by security group
pt_pt: por grupo de segurança

source: Manage users
pt_pt: Gerir utilizadores

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
pt_pt: Siga o assistente para selecionar utilizadores e, em seguida, atribua-os a um grupo de segurança existente ou crie uma configuração de segurança personalizada.

source: Manage users by individuals
pt_pt: Gerir utilizadores individualmente

source: Follow the guided wizard to manually assign users to an existing security group.
pt_pt: Siga o assistente guiado para atribuir manualmente utilizadores a um grupo de segurança existente.

source: Manage users by security group
pt_pt: Gerir utilizadores por grupo de segurança

source: Upload a CSV file to create multiple elements in bulk.
pt_pt: Carregue um ficheiro CSV para criar múltiplos elementos em massa.

source: Import CSV
pt_pt: Importar CSV

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
pt_pt: Selecione como pretende gerir a segurança do utilizador. Pode utilizar o assistente para criar elementos manualmente passo a passo ou importar um ficheiro CSV para carregar múltiplos elementos de uma só vez.

source: Manage user security
pt_pt: Gerir segurança do utilizador

source: User Security
pt_pt: Segurança do Utilizador

source: Security group
pt_pt: Grupo de segurança

source: Job position
pt_pt: Cargo

source: User
pt_pt: Utilizador

source: Edit group assignment
pt_pt: Editar atribuição de grupo

source: Group name:
pt_pt: Nome do grupo:

source: Job position:
pt_pt: Cargo:

source: Roles in group:
pt_pt: Funções no grupo:

source: Security group details
pt_pt: Detalhes do grupo de segurança

source: User details
pt_pt: Detalhes do utilizador

source: User:
pt_pt: Utilizador:

source: Work country:
pt_pt: País de trabalho:

source: User roles & permissions
pt_pt: Funções e permissões de utilizador

source: View feedback
pt_pt: Ver feedback

source: After performing this action, further edits will no longer be possible.
pt_pt: Após realizar esta ação, não será mais possível efetuar edições.

source: Mark the goal as done to complete it.
pt_pt: Marque o objetivo como concluído para o completar.

source: Status update
pt_pt: Atualização do estado

source: My goal
pt_pt: O meu objetivo

source: View tags
pt_pt: Ver etiquetas

source: Watermark text
pt_pt: Texto de marca d'água

source: Complete setup
pt_pt: Concluir configuração

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
pt_pt: Para garantir que tem a melhor experiência na plataforma, selecione a informação e aplique-a no campo abaixo. Pode atualizar as suas preferências a qualquer momento nas definições de utilizador.

source: Go to my equity page
pt_pt: Ir para a minha página de capital próprio

source: My total grands
pt_pt: Os meus totais gerais

source: Total grants
pt_pt: Total de subsídios

source: Compensation equity
pt_pt: Capital próprio de compensação

source: <0>{{value}}</0> of {{total}}
pt_pt: <0>{{value}}</0> de {{total}}

source: Privacy mode on
pt_pt: Modo de privacidade ativado

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
pt_pt: Active a nossa poderosa estrutura de análise para análise aprofundada de dados, visualização de dados e insights empresariais/operacionais. Os utilizadores precisam da função profissional "Analytics" para aceder a estes dashboards.

source: Enable Analytics Hub
pt_pt: Ativar Analytics Hub

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
pt_pt: Qualquer trabalhador que tenha pelo menos um subordinado direto terá acesso ao Analytics Hub, onde poderá visualizar dashboards para todos os trabalhadores dentro da sua linha hierárquica (directos e indirectos). A linha hierárquica é definida pela relação de gestor de linha definida na entidade Employment da base de dados.

source: Manager access
pt_pt: Acesso de gestor

source: Analytics Hub Settings
pt_pt: Definições do Analytics Hub

source: Analytics Settings
pt_pt: Definições de Análise

source: This modification will impact all users.
pt_pt: Esta modificação irá afetar todos os utilizadores.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
pt_pt: Este plano de bónus ({{bonusPlanName}}) está atualmente a ser utilizado nas seguintes rondas de compensação:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
pt_pt: Este plano de bónus está no estado "Rascunho" e não é utilizado em nenhuma ronda de compensação. Eliminá-lo irá removê-lo permanentemente da lista.

source: Are you sure you want to delete the pending draft of this bonus plan?
pt_pt: Tem a certeza de que pretende eliminar o rascunho pendente deste plano de bónus?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
pt_pt: Não tem permissão para eliminar este plano de bónus. Apenas os utilizadores com a função de Administrador Global de Compensação podem executar esta ação.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
pt_pt: Este plano de bónus está atualmente a ser utilizado nas seguintes rondas de compensação. Para o eliminar, substitua-o por outro plano de bónus com o estado "Pronto".

source: Compensation rounds using this bonus plan:
pt_pt: Rondas de compensação que utilizam este plano de bónus:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
pt_pt: Este plano de bónus está no estado "Pronto" e não é utilizado em nenhuma ronda de compensação. Eliminá-lo irá removê-lo permanentemente da lista.

source: Replace bonus plan before deletion
pt_pt: Substituir plano de bónus antes da eliminação

source: Delete bonus plan
pt_pt: Eliminar plano de bónus

source: The bonus plan was successfully deleted.
pt_pt: O plano de bónus foi eliminado com sucesso.

source: No bonus plans have been created yet
pt_pt: Ainda não foram criados planos de bónus

source: No bonus plans
pt_pt: Sem planos de bónus

source: The plan is about a deactivated user.
pt_pt: O plano é sobre um utilizador desativado.

source: Plan stage
pt_pt: Fase do plano

source: View plan
pt_pt: Ver plano

source: Current plan stage: {{stageName}}
pt_pt: Fase atual do plano: {{stageName}}

source: Delete plan
pt_pt: Eliminar plano

source: Delete plans
pt_pt: Eliminar planos

source: Are you sure you want to delete {{count}} career development plan?
pt_pt: Tem a certeza de que pretende eliminar {{count}} plano de desenvolvimento de carreira?

source: Are you sure you want to delete {{count}} career development plans?
pt_pt: Tem a certeza de que pretende eliminar {{count}} planos de desenvolvimento de carreira?

source: This action cannot be undone.
pt_pt: Esta ação não pode ser anulada.

source: Delete {{count}} career development plan
pt_pt: Eliminar {{count}} plano de desenvolvimento de carreira

source: Delete {{count}} career development plans
pt_pt: Eliminar {{count}} planos de desenvolvimento de carreira

source: {{count}} career development plan was successfully deleted.
pt_pt: {{count}} plano de desenvolvimento de carreira foi eliminado com sucesso.

source: {{count}} career development plans were successfully deleted.
pt_pt: {{count}} planos de desenvolvimento de carreira foram eliminados com sucesso.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
pt_pt: {{count}} de {{chosenPlans}} plano de desenvolvimento de carreira foi eliminado com sucesso.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
pt_pt: {{count}} de {{chosenPlans}} planos de desenvolvimento de carreira foram eliminados com sucesso.

source: The list can load up to {{count}} results. Use search to find additional managers.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize a pesquisa para encontrar gestores adicionais.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize a pesquisa para encontrar unidades organizacionais adicionais.

source: Filter by plan stage
pt_pt: Filtrar por fase do plano

source: Select a plan stage
pt_pt: Selecionar uma fase do plano

source: The list can load up to {{count}} results. Use search to find additional workers.
pt_pt: A lista pode carregar até {{count}} resultados. Utilize a pesquisa para encontrar trabalhadores adicionais.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
pt_pt: Para mover planos para uma fase diferente, selecione a fase do plano e, em seguida, filtre para encontrar planos específicos na fase selecionada.

source: View all or apply filters to see plans and available actions
pt_pt: Ver tudo ou aplicar filtros para ver planos e ações disponíveis

source: There are {{count}} career development plans
pt_pt: Existem {{count}} planos de desenvolvimento de carreira

source: Move career development plans
pt_pt: Mover planos de desenvolvimento de carreira

source: Move career plans
pt_pt: Mover planos de carreira

source: Managers will need to review and submit their inputs again. This action cannot be undone.
pt_pt: Os gestores terão de rever e submeter as suas entradas novamente. Esta ação não pode ser anulada.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
pt_pt: Os trabalhadores e gestores terão de submeter novamente os seus dados de acordo com o fluxo de trabalho. Esta ação não pode ser anulada.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
pt_pt: Os trabalhadores terão de submeter novamente os seus dados de acordo com o fluxo de trabalho. Esta ação não pode ser anulada.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
pt_pt: Está prestes a mover o plano de desenvolvimento de carreira da fase "<0>{{fromStatus}}</0>" para a fase "<1>{{toStatus}}</1>".

source: Move career plans to a different stage
pt_pt: Mover planos de carreira para uma fase diferente

source: Select plans to continue
pt_pt: Selecionar planos para continuar

source: {{count}} career development plan was successfully moved to the selected stage.
pt_pt: {{count}} plano de desenvolvimento de carreira foi movido com sucesso para a fase selecionada.

source: {{count}} career development plans were successfully moved to the selected stage.
pt_pt: {{count}} planos de desenvolvimento de carreira foram movidos com sucesso para a fase selecionada.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
pt_pt: {{count}} de {{requestedPlansCount}} planos de desenvolvimento de carreira foram movidos com sucesso para a fase selecionada.

source: Apply filters to view the plans and move them to the next stage.
pt_pt: Aplique filtros para visualizar os planos e movê-los para a próxima fase.

source: There are {{count}} plans in "{{planStage}}" stage
pt_pt: Existem {{count}} planos na fase "{{planStage}}"

source: Adjust your filters to find what you are looking for.
pt_pt: Ajuste os seus filtros para encontrar o que procura.

source: No plans found
pt_pt: Nenhum plano encontrado

source: Manage {{planName}}
pt_pt: Gerir {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
pt_pt: Planos na fase "{{planStage}}": {{count}}

source: Search result: {{count}}
pt_pt: Resultado da pesquisa: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
pt_pt: Os planos de desenvolvimento de carreira que se encontram na fase fechada não podem ser eliminados.

source: Manage plans
pt_pt: Gerir planos

source: New plan stage
pt_pt: Nova fase do plano

source: Choose the plan stage
pt_pt: Escolher a fase do plano

source: Career Development Plans
pt_pt: Planos de desenvolvimento de carreira

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
pt_pt: A população do plano de desenvolvimento de carreira será baseada no acesso do administrador local. Este poderá editar apenas a população dentro do modelo.

source: Allow local admins in career development plan templates
pt_pt: Permitir administradores locais em modelos de planos de desenvolvimento de carreira

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
pt_pt: O revisor reatribuído verá o processo reatribuído na sua lista e poderá concluir a parte do gestor. O revisor reatribuído verá todos os dados relacionados com o colaborador (objetivos, competências, etc.) visíveis no processo de desenvolvimento de carreira, da mesma forma que o gestor hierárquico veria. Tenha em atenção que a reatribuição implica que o revisor reatribuído concluirá o processo completo com o colaborador.

source: Allow line managers to reassign career development plans to other users
pt_pt: Permitir que os gestores de linha reatribuam planos de desenvolvimento de carreira a outros utilizadores

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
pt_pt: Os planos de desenvolvimento de carreira fechados realizados com o gestor anterior de um colaborador ficarão visíveis para o novo gestor. O gestor anterior continuará a poder ver os planos de desenvolvimento de carreira após a transferência.

source: Allow system managers to see closed career development plans
pt_pt: Permitir que os gestores de sistema vejam planos de desenvolvimento de carreira fechados

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos administradores de HRBP criar planos de desenvolvimento de carreira nos quais os trabalhadores e gestores reflectem sobre os eventos que ocorreram durante um período de tempo definido.

source: Enable career development
pt_pt: Permitir desenvolvimento de carreira

source: General career development settings
pt_pt: Definições gerais de desenvolvimento de carreira

source: Career Development Settings
pt_pt: Definições de Desenvolvimento de Carreira

source: Check-In Mass Assignment
pt_pt: Atribuição em massa de check-in

source: Check-in deletion
pt_pt: Eliminação de check-in

source: Enable check-ins
pt_pt: Ativar check-ins

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos colaboradores agendar discussões regulares com os seus gestores e subordinados para alinharem objetivos.

source: General check-ins settings
pt_pt: Configurações gerais de check-ins

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
pt_pt: Permitir que os gestores conduzam discussões estruturadas com os seus subordinados diretos. Utilizando widgets dedicados, podem comentar áreas como o desempenho, os objetivos e os comportamentos. Uma vez finalizados, os trabalhadores podem rever os comentários e aceitar o check-in ou propor uma reunião de acompanhamento diretamente a partir da página de check-in.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
pt_pt: Permitir que os trabalhadores e os gestores agendem e estruturem os check-ins de acordo com a sua conveniência. Estas sessões permitem adicionar e editar conteúdos ou comentários conforme necessário, com todas as informações visíveis apenas para os participantes.

source: Enable regular check-ins
pt_pt: Ativar check-ins regulares

source: Check-In Settings
pt_pt: Definições de Check-In

source: Create communication round
pt_pt: Criar ronda de comunicação

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
pt_pt: As gerações de documentos mais recentes aparecerão aqui.<br/>Verifique novamente mais tarde para atualizações ou explore mais funcionalidades entretanto.

source: Document generation
pt_pt: Geração de documentos

source: Explore the latest document generations.
pt_pt: Explore as mais recentes gerações de documentos.

source: Export log details
pt_pt: Exportar detalhes do registo

source: Completion
pt_pt: Conclusão

source: Document template
pt_pt: Modelo de documento

source: Errors
pt_pt: Erros

source: Generated documents
pt_pt: Documentos gerados

source: Imported documents
pt_pt: Documentos importados

source: Requester
pt_pt: Requerente

source: Completed with errors
pt_pt: Concluído com erros
